tutorials/cfdemSolverPiso/settlingTestMPI/CFD/0/f
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      f;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -2 -2 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    "(inlet|outlet|walls)"     
    {
        type            zeroGradient;
        value           uniform (0 0 0);
    }
}

// ************************************************************************* //
